{
  "Header": {
    "home": "หน้าแรก",
    "collection": "คอลเลกชัน",
    "about": "เกี่ยวกับเรา",
    "contact": "ติดต่อเรา"
  },
  "HeroSection": {
    "title": "Timeless",
    "subtitle": "elegance",
    "description": "ค้นพบคอลเลกชันนาฬิกาหรูมือสองที่คัดสรรมาอย่างดีที่สุดจากทั่วโลก",
    "list1": "ของแท้ 100%",
    "list2": "คุณภาพรับรอง",
    "list3": "บริการตลอดชีพ",
    "button": "เรียกดูคอลเลกชันสุดพิเศษ",
    "service1": "ซื้อ ขาย แลกเปลี่ยน",
    "service2": "ขัดและบริการนาฬิกา",
    "service3": "ฟิล์มป้องกัน"
  },
  "CollectionSection": {
    "title": "สินค้าของเรา",
    "noResults": "ไม่พบนาฬิกาที่ตรงกับเงื่อนไข ลองปรับตัวกรองดู"
  },
  "AboutSection": {
    "p1": "ที่ Chronos Watch เราเชื่อว่านาฬิกาไม่ใช่แค่เครื่องบอกเวลา แต่คือมรดก งานศิลปะ และเรื่องราวบนข้อมือของคุณ ภารกิจของเราคือคัดสรรนาฬิกาหรูมือสองที่มีคุณภาพและเรื่องราวน่าสนใจจากทั่วโลก",
    "p2": "ด้วยความเชี่ยวชาญและใจรัก เราตรวจสอบนาฬิกาทุกเรือนอย่างละเอียด เพื่อให้คุณมั่นใจในคุณภาพและความแท้ 100% ทุกชิ้นคัดสรรและตรวจสอบโดยช่างผู้เชี่ยวชาญของเรา",
    "feature1": "นาฬิกาทุกเรือนผ่านการตรวจสอบโดยผู้เชี่ยวชาญที่ได้รับการรับรอง",
    "feature2": "การตรวจสอบอย่างเข้มงวดเพื่อคุณภาพและสมรรถนะสูงสุด",
    "feature3": "ชิ้นงานหายากและลิมิเต็ดจากผู้ผลิตชื่อดัง",
    "feature4": "นาฬิกาที่คงค่าและมีแนวโน้มเพิ่มมูลค่า"
  },
  "ServiceSection": {
    "title": "บริการของเรา",
    "service1": "ซื้อ ขาย แลกเปลี่ยน",
    "service2": "ขัดและบริการนาฬิกา",
    "service3": "ฟิล์มป้องกัน"
  },
  "FAQSection": {
    "q1": "นาฬิกาที่ขายบนเว็บไซต์ของคุณเป็นของแท้หรือไม่?",
    "a1": "ใช่ ทุกนาฬิกาที่ลงขายบนเว็บไซต์ของเราเป็นของแท้ 100% แต่ละชิ้นผ่านกระบวนการตรวจสอบโดยผู้เชี่ยวชาญเพื่อความถูกต้องและคุณภาพ",
    "q2": "นาฬิกามีการรับประกันหรือไม่ และครอบคลุมอะไรบ้าง?",
    "a2": "แน่นอน การซื้อทั้งหมดมาพร้อมการรับประกันจากผู้ผลิตหรือผู้แทนที่ได้รับอนุญาต ครอบคลุมปัญหาหรือข้อบกพร่องทางกลไกในระยะเวลาที่กำหนด โปรดดูรายละเอียดเฉพาะของแต่ละสินค้าหน้าเว็บไซต์",
    "q3": "สามารถคืนหรือแลกเปลี่ยนนาฬิกาได้ไหม หากไม่พอใจ?",
    "a3": "ได้ เรามีนโยบายคืนหรือแลกเปลี่ยนภายในระยะเวลาที่กำหนดหลังการซื้อ นาฬิกาต้องอยู่ในสภาพและบรรจุภัณฑ์เดิม ดูรายละเอียดเพิ่มเติมในหน้า Returns & Exchanges",
    "q4": "จะติดตามสถานะการสั่งซื้อและการจัดส่งได้อย่างไร?",
    "a4": "เมื่อยืนยันและจัดส่งสินค้าแล้ว คุณจะได้รับหมายเลขติดตามทางอีเมล สามารถใช้หมายเลขนี้เพื่อตรวจสอบสถานะการจัดส่งผ่านเว็บไซต์ผู้ให้บริการขนส่ง"
  },
  "ContactSection": {
    "title": "นัดหมาย\nเพื่อเข้าชมสินค้า",
    "button": "คลิกเพื่อนัดหมาย"
  },
  "StickyBanner": {
    "buy": "เลือกดูคอลเลกชัน\nนาฬิกาสุดหรู",
    "sell": "ฝากขาย/แลกเปลี่ยน\nนาฬิกากับทางเรา"
  },
  "WatchDetailPage": {
    "btn-back": "กลับสู่คอลเลกชัน",
    "button": "ดูรายละเอียดเพิ่มเติม",
    "related-title": "สินค้าที่เกี่ยวข้อง"
  }
}
